{
  "토끼": {
    "description": "토끼목의 포유동물. 아시아 북부에서 처음 기원했으며, 현재는 전 세계에 분포한다. 몸길이는 15cm에서 70cm, 몸무게는 100g에서 4.5kg까지 나간다. 생김새를 보면 멧토끼와 굴토끼는 긴 귀와 짧은 꼬리, 튼튼한 뒷다리를 갖고 있는 반면에 우는 토끼는 짧은 귀를 갖고 있고 꼬리는 거의 볼 수 없으며, 뒷다리도 발달되어 있지 않다. 색깔은 등쪽은 갈색이나 적갈색, 배쪽은 흰색과 같은 밝은 색을 띤다. 굴토끼류, 멧토끼류, 우는 토끼 등으로 분류된다.",
    "link": "https://terms.naver.com/entry.naver?docId=1153007&cid=40942&categoryId=32622",
    "food": ["당근"]
  },
  "고양이": {
    "description": "식육목 고양이과에 속하는 포유동물. 주로 길들인 반려동물로써의 고양이를 지칭한다. 강한 이빨과 날카로운 발톱 등 포식성 동물의 특징을 지니고 있다. 본래 야행성으로 눈이 빛에 민감하며, 귀를 재빨리 회전시켜 소리가 나는 곳을 찾아낸다. 털의 길이는 각양각색이지만, 털 색은 검은색·노란색·회색·흰색 혹은 괭이얼룩무늬이거나 이들이 섞여있다.",
    "link": "https://terms.naver.com/entry.naver?docId=742091&cid=46677&categoryId=46677",
    "food": ["소고기"]
  },
  "거북": {
    "description": "파충강 거북목에 속하는 동물. 몸이 단단한 껍질로 둘러싸여 있으며, 종류는 200~250 종에 이르고 크기도 다양하다. 세계 전역의 온대와 열대 지역의 육지와 바다에 분포한다. 종류별로 차이는 있으나, 대개 잡식성이어서 작은 물고기, 개구리, 새우, 지렁이, 풀, 과일 등을 먹는다. 갈라파고스땅거북은 선인장을 주로 먹으며, 악어거북은 혀로 물고기를 유인해 잡아먹기도 한다. 알은 1년에 한번 정도 낳는다. 먹이를 먹지 않아도 오래 생명을 유지하는 특성이 있으며, 동양에서는 장수를 상징하는 동물로 알려져 있다.",
    "link": "https://terms.naver.com/entry.naver?docId=1058347&cid=40942&categoryId=32591",
    "food": ["지렁이"]
  },
  "기린": {
    "description": "기린은 기린과에 딸린 포유동물이다. 포유동물 가운데 키가 가장 크고, 육지에 사는 동물 가운데 목이 가장 길다. 어깨까지는 약 3m이고, 머리끝까지는 약 6m이다. 날씬한 온몸에는 아름다운 무늬가 있다. 머리는 작고 뿔은 짧으며, 이마 복판에는 큰 혹이 있다. 아프리카의 초원에서 수컷과 2~3마리의 암컷, 그리고 새끼들이 작은 무리를 지어 산다. 키가 커서 높은 나무의 잎을 따 먹거나, 적의 움직임을 잘 살핀다.",
    "link": "https://terms.naver.com/entry.naver?docId=742227&cid=46677&categoryId=46677",
    "food": ["풀"]
  },
  "닭": {
    "description": "머리꼭지에 벼슬이 있고, 부리 아래에는 육수(肉須)라고 하는 붉은색 피부가 늘어져 있다. 자란 닭은 몸무게는 약 0.5 ~ 5 kg이다. 목은 품종에 따라 짧기도 하고 길기도 하다. 몸은 깃털로 덮여 있으며, 다리와 발은 비늘에 싸여 있다. 깃털들은 추운 날씨에도 체온을 따뜻하게 유지시킨다. 맨살이 드러난 부분인 볏과 육수는 많은 양의 혈액이 흐르기 때문에 붉은색을 띠는데, 땀을 흘리는 대신 이 부위를 통해 체온을 조절한다. 머리의 양 옆에는 귓불이 있는데, 품종에 따라 붉은색 또는 흰색이다.",
    "link": "https://terms.naver.com/entry.naver?docId=742195&cid=46681&categoryId=46681",
    "food": ["풀"]
  },
  "여우": {
    "description": "개과의 포유류로 제주 · 울릉도를 제외한 한반도 전역에 분포했으나 1980년대 이후 남한에서는 멸종해 현재 소백산에서 복원 중이다. 세계적으로 45아종으로 나뉘며 국내 아종은 우수리, 중국 동북부에 분포한다. 몸은 갈색에서 붉은색을 띠며 꼬리가 길고 두꺼우며 털이 많다. 잡식성으로 특히 설치류를 즐겨 먹고 인가 주변의 야산에 주로 서식한다. 1960~1970년대 쥐잡기 운동 때 쥐약 중독과 모피 때문에 과도하게 포획된 것이 주된 멸종 원인이다.",
    "link": "https://terms.naver.com/entry.naver?docId=581205&cid=46639&categoryId=46639",
    "food": ["물고기", "소고기", "과일"]
  },
  "사슴": {
    "description": "소목 사슴과에 속하는 포유류. 전 세계 다양한 서식지에 분포한다. 어깨 높이는 30cm부터 2m 이상인 종류도 있다다. 사향노루와 고라니를 제외한 모든 수컷에는 사슴 뿔이 있으며, 순록은 암수 모두 뿔이 있다. 뿔은 짧고 커다란 못 모양부터 길고 가지가 많은 모양까지 형태가 다양하다. 암컷은 일반적으로 1~2마리의 새끼를 낳는데, 태어났을 때 새끼는 흔히 반점을 가지고 있다. 한국의 사슴을 비롯한 아시아의 사슴들은 멸종 위기에 놓여 있다.",
    "link": "https://terms.naver.com/entry.naver?docId=1107579&cid=40942&categoryId=32626",
    "food": ["풀"]
  },
  "코끼리": {
    "description": "코끼리는 코끼리과에 딸린 포유동물이다. 현재 땅 위에 사는 동물 가운데에서 가장 큰 짐승이다. 어깨 높이가 약 3.5m, 몸무게는 5~7톤이다. 길다란 코와 상아를 가지고 있는 것이 특징이며, 풀을 먹는 초식성이다. 머리는 크고 목은 짧으며 다리는 굵다. 코는 윗입술과 더불어 길게 자라며, 위턱의 앞니도 길게 자란다. 몸색깔은 회색을 띤 검은색이나 엷은 회색이며 털은 적다. 특히 코는 5만개나 되는 근육이 모여 된 것으로 사람의 손과 같은 구실을 한다. 코 끝으로 먹이를 집어 입에 넣거나, 물을 콧속으로 빨아들여 입으로 보낸다.",
    "link": "https://terms.naver.com/entry.naver?docId=1023150&cid=47316&categoryId=47316",
    "food": ["풀", "과일"]
  },
  "호랑이": {
    "description": "고양이과의 범속에 속한 포유류. 깊은 산 숲속이나 밀림 지역에서 대개 단독생활을 한다. 힘이 세고 헤엄을 잘 친다. 주로 밤에 사냥하며, 사슴, 멧돼지 등을 주로 먹는다. 한반도에서는 거의 멸절 상태이다. 2018년 국제공동연구진의 유전자 분석을 통해 현존하는 호랑이의 아종은 벵골호랑이, 시베리아호랑이, 남중국호랑이, 수마트라호랑이, 인도차이나호랑이, 말레이호랑이 등 6종인 것으로 보고되었다.",
    "link": "https://terms.naver.com/entry.naver?docId=1163530&cid=40942&categoryId=32624",
    "food": ["소고기"]
  },
  "비둘기": {
    "description": "몸길이는 15~84cm이며, 머리는 비교적 작고 목과 다리는 짧다. 부리는 굵고 짧으며 부드럽다. 털 색깔은 여러 가지이나 회색이 많고, 수컷이 암컷보다 화려하다. 과일 · 곡물 · 씨앗 등을 주로 먹는다. 둥지는 주로 나무 위에 잔가지를 쌓아 접시 모양으로 짓는다. 1~2개의 알을 낳으며, 비둘기의 몸 크기에 따라 암수 교대로 14~30일간 알을 품는다. 새끼는 어미의 모이주머니 안쪽 벽에서 분비되는 즙(젖)으로 기른다.",
    "link": "https://terms.naver.com/entry.naver?docId=1105910&cid=40942&categoryId=32604",
    "food": ["지렁이", "과일"]
  },
  "수달": {
    "description": "족제비과에 속하는 여러 종의 반수성 포유류. 전 세계에 분포하며, 하천 유역이 주요 서식지이다. 유연한 몸과 긴 목, 작은 귀와 짧은 다리를 갖고 있다. 다리에 물갈퀴가 있어 쉽게 헤엄을 치고, 물 속에서 400m 정도를 나아갈 수 있다. 잡식성으로 작은 수생동물이나 포유동물을 먹고, 물고기를 사냥하기도 한다. 대표 종으로는 아프리카작은발톱수달, 중앙아메리카수달, 유라시아수달 등이 있다. 한국의 수달은 유라시아수달의 한 종류로 천연기념물로 지정되어 있다.",
    "link": "https://terms.naver.com/entry.naver?docId=1115136&cid=40942&categoryId=33548",
    "food": ["물고기"]
  },
  "시바견": {
    "description": "시바의 털빛은 빨간색·갈색·참깨색·검은색, 드물게는 흰색 등이 있으며, 꼬리 모양도 왼쪽으로 말림·오른쪽으로 말림·곧은 꼬리 등, 개체에 따라서 다르다. 일반적으로 암컷보다는 수컷이 높이와 길이 모두 약간 크다. 성격은 혈통에서 공통된 특징이 적다고 자주 말해지며, 커서 어떤 개가 될지는 강아지 시기의 기르는 방법에 따라 정해져서 집 지키는 개처럼 경계심이 강한 개부터, 반려동물처럼 낯선 사람에게도 우호적인 개까지 폭넓다. 다만, 일본견의 일반적 성격처럼 주인에게 충실하고 경계심과 공격성이 강한 편이다.",
    "link": "https://terms.naver.com/entry.naver?docId=1234093&cid=40942&categoryId=32624",
    "food": ["사료"]
  }
}
